Repository: sabbivikas/Dino
Catalog: Dino/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, vi

source: you showed up today — and that's already something. 🌱
es: hoy apareciste, y eso ya es algo. 🌱
ja: 今日ここに来てくれた。それだけでもう十分だよ。🌱
ko: 오늘 여기 와 줬잖아요. 그것만으로도 충분해요. 🌱
vi: hôm nay bạn đã có mặt, và như thế đã là điều đáng quý rồi. 🌱

source: you showed up. that matters.
es: estuviste presente. eso importa.
ja: あなたはここに来た。それがだいじなこと。
ko: 당신은 나타났어요. 그게 중요해요.
vi: bạn đã có mặt. điều đó quan trọng.

source: you slept %@ last night and today sounds heavy 🌧️
es: anoche dormiste %@ y hoy suena pesado 🌧️
ja: ゆうべの睡眠は%@。今日はすこし重たい日みたい 🌧️
ko: 어젯밤 %@ 잤는데 오늘은 무거운 날인가 봐요 🌧️
vi: đêm qua bạn ngủ %@ và hôm nay nghe có vẻ nặng nề 🌧️

source: you slept well — good foundation for today 🌱
es: dormiste bien, buena base para hoy 🌱
ja: よく眠れたね。今日のいい土台になるよ 🌱
ko: 잘 잤네요. 오늘을 위한 좋은 바탕이에요 🌱
vi: bạn đã ngủ ngon, một nền tảng tốt cho hôm nay 🌱

source: you slept well. good foundation for today 🌱
es: dormiste bien. buena base para hoy 🌱
ja: よく眠れたね。今日のいい土台に 🌱
ko: 잘 잤어요. 오늘의 좋은 바탕 🌱
vi: bạn đã ngủ ngon. nền tảng tốt cho hôm nay 🌱

source: you smell like something gentle
es: hueles a algo suave
ja: あなたから やさしい香りがする
ko: 당신에게서 다정한 향기가 나요
vi: bạn thoảng hương một điều dịu dàng

source: you took time for yourself.
es: te tomaste tiempo para ti.
ja: 自分のための時間をとったね。
ko: 자신을 위한 시간을 가졌어요.
vi: bạn đã dành thời gian cho chính mình.

source: you took your first breath with dino 🫁
es: tomaste tu primera respiración con dino 🫁
ja: dinoとはじめての深呼吸をしたね 🫁
ko: dino와 첫 호흡을 했어요 🫁
vi: bạn vừa có hơi thở đầu tiên cùng dino 🫁

source: you'll be asked to sign in with apple again.
es: se te pedirá iniciar sesión con apple de nuevo.
ja: もう一度appleでのサインインを求められるよ。
ko: apple 로그인을 다시 요청받게 돼요.
vi: bạn sẽ được yêu cầu đăng nhập lại với apple.

source: you'll be asked to sign in with google again.
es: se te pedirá iniciar sesión con google de nuevo.
ja: もう一度googleでのサインインを求められるよ。
ko: google 로그인을 다시 요청받게 돼요.
vi: bạn sẽ được yêu cầu đăng nhập lại với google.

source: you're already part of something beautiful 🌱
es: ya eres parte de algo hermoso 🌱
ja: あなたはもう、美しい何かの一部だよ 🌱
ko: 당신은 이미 아름다운 무언가의 일부예요 🌱
vi: bạn đã là một phần của điều gì đó thật đẹp 🌱

source: you're doing better than you think 🌱
es: lo estás haciendo mejor de lo que crees 🌱
ja: あなたは思ってるよりちゃんとやれてるよ 🌱
ko: 당신은 생각보다 잘하고 있어요 🌱
vi: bạn đang làm tốt hơn bạn nghĩ 🌱

source: you're doing great
es: lo estás haciendo genial
ja: いいかんじだよ
ko: 잘하고 있어요
vi: bạn đang làm rất tốt

source: you're doing really well — keep nurturing yourself. 🌟
es: lo estás haciendo muy bien, sigue cuidándote. 🌟
ja: とてもよくやれてるよ。じぶんを育てつづけてね。🌟
ko: 정말 잘하고 있어요. 계속 스스로를 돌봐줘요. 🌟
vi: bạn đang làm rất tốt, cứ tiếp tục chăm sóc mình nhé. 🌟

source: you're in a good place. keep building those healthy habits.
es: estás en un buen lugar. sigue construyendo esos hábitos sanos.
ja: いいところにいるよ。その健やかな習慣を、育てつづけよう。
ko: 좋은 자리에 있어요. 그 건강한 습관을 계속 쌓아가요.
vi: bạn đang ở một nơi tốt. cứ tiếp tục xây những thói quen lành mạnh.

source: you're not alone
es: no estás solo
ja: ひとりじゃないよ
ko: 혼자가 아니에요
vi: bạn không hề đơn độc

source: you're not alone. %lld%% of dinos are running low today
es: no estás solo. el %lld%% de los dinos andan con poca energía hoy
ja: ひとりじゃないよ。今日は%lld%%のdinoが電池すくなめ
ko: 혼자가 아니에요. 오늘 dino의 %lld%%가 기운이 없어요
vi: bạn không một mình đâu. %lld%% dino hôm nay cũng đang cạn pin

source: you're not alone. %lld%% of dinos are under clouds today
es: no estás solo. el %lld%% de los dinos están bajo nubes hoy
ja: ひとりじゃないよ。今日は%lld%%のdinoが雲の下にいる
ko: 혼자가 아니에요. 오늘 dino의 %lld%%가 구름 아래 있어요
vi: bạn không một mình đâu. %lld%% dino hôm nay cũng dưới mây

source: you're shining today ✨ keep that energy going.
es: hoy estás brillando ✨ mantén esa energía.
ja: 今日のあなたは、かがやいてる ✨ そのままいこう。
ko: 오늘 당신은 빛나고 있어요 ✨ 그 기운 그대로 가요.
vi: hôm nay bạn đang tỏa sáng ✨ giữ nguồn năng lượng đó nhé.

source: you've been showing up — don't lose your streak tonight 💚
es: has estado presente cada día. no pierdas tu racha esta noche 💚
ja: ずっと続けてきたね。今夜でとぎれさせないで 💚
ko: 여태 잘 이어왔잖아요. 오늘 밤 스트릭 놓치지 말아요 💚
vi: bạn đã luôn có mặt mà. đừng để mất chuỗi ngày tối nay nhé 💚

source: you've come this far — keep the chain going tonight
es: has llegado hasta aquí. mantén la cadena esta noche
ja: ここまで来たんだもん。今夜もつなげていこう
ko: 여기까지 왔잖아요. 오늘 밤도 이어가요
vi: bạn đã đi xa đến vậy rồi. tối nay giữ mạch tiếp nhé

source: you've sent %lld lantern into the world
es: has enviado %lld farolillo al mundo
ja: 世界へランタンを%lld個とばしたね
ko: 세상에 랜턴 %lld개를 띄웠어요
vi: bạn đã thả %lld chiếc lồng đèn vào thế giới

source: you've sent %lld lanterns into the world
es: has enviado %lld farolillos al mundo
ja: 世界へランタンを%lld個とばしたね
ko: 세상에 랜턴 %lld개를 띄웠어요
vi: bạn đã thả %lld chiếc lồng đèn vào thế giới

source: you've started something
es: has empezado algo
ja: なにかが はじまったよ
ko: 무언가를 시작했어요
vi: bạn đã bắt đầu một điều gì đó

source: your %@ painting is ready ✨
es: tu pintura de %@ está lista ✨
ja: %@の絵ができたよ ✨
ko: %@의 그림이 완성됐어요 ✨
vi: bức tranh %@ của bạn đã xong ✨

source: your best looks different every day — and that's okay.
es: tu mejor versión se ve distinta cada día, y está bien.
ja: あなたのベストは日によってちがう。それでいいの。
ko: 최선의 모습은 날마다 달라요. 그래도 괜찮아요.
vi: phiên bản tốt nhất của bạn mỗi ngày mỗi khác, và điều đó ổn mà.

source: your body needs a pause. five minutes is enough 😴
es: tu cuerpo necesita una pausa. cinco minutos bastan 😴
ja: からだが休みをほしがってるよ。5分でいいんだよ 😴
ko: 몸이 쉼표를 원해요. 5분이면 충분해요 😴
vi: cơ thể bạn cần một quãng nghỉ. năm phút là đủ 😴

source: your body's been asking for water. one glass, that's it 💧
es: tu cuerpo lleva rato pidiendo agua. un vaso, nada más 💧
ja: からだがお水をほしがってるよ。コップ一杯だけでいいの 💧
ko: 몸이 계속 물을 찾고 있어요. 딱 한 잔이면 돼요 💧
vi: cơ thể bạn đang xin nước đó. một ly thôi, vậy là đủ 💧

source: your brain runs on food. let's feed it something kind 🥪
es: tu cerebro funciona con comida. démosle algo rico y amable 🥪
ja: あたまはごはんで動くんだよ。やさしいものをあげよう 🥪
ko: 머리는 밥으로 움직여요. 다정한 걸로 채워줘요 🥪
vi: não bạn chạy bằng đồ ăn đó. cho nó chút gì tử tế nào 🥪

source: your brighter days often had a little more movement in them
es: tus días más luminosos solían tener un poco más de movimiento
ja: あかるい日には、すこし多めに動いてることが多いみたい
ko: 밝았던 날엔 몸도 조금 더 움직였더라고요
vi: những ngày tươi sáng của bạn thường có nhiều vận động hơn một chút

source: your brighter days often have a little more movement in them
es: tus días más luminosos suelen tener un poco más de movimiento
ja: 明るい日には、少しだけ多く動いていることが多いみたい
ko: 밝은 날에는 조금 더 많이 움직이는 편이에요
vi: những ngày tươi sáng của bạn thường có nhiều vận động hơn một chút

source: your busiest day this week 🌿
es: tu día más ocupado esta semana 🌿
ja: 今週いちばん忙しかった日 🌿
ko: 이번 주 가장 바빴던 날 🌿
vi: ngày bận nhất của bạn tuần này 🌿

source: your calendar looks full for now.
es: tu calendario se ve lleno por ahora.
ja: 今のところカレンダーはいっぱいみたい。
ko: 지금은 캘린더가 꽉 차 있네요.
vi: lịch của bạn hiện đang kín.

source: your data is stored locally on your device and, if you sign in, synced securely to google firebase (firestore). all cloud data is stored under your unique user id and is only accessible by your account. we do not share, sell, or provide your data to any third parties.
es: tus datos se guardan localmente en tu dispositivo y, si inicias sesión, se sincronizan de forma segura con google firebase (firestore). todos los datos en la nube se guardan bajo tu id de usuario único y solo tu cuenta puede acceder a ellos. no compartimos, vendemos ni damos tus datos a terceros.
ja: データはあなたの端末にローカル保存されて、サインインした場合はgoogle firebase（firestore）に安全に同期されるよ。クラウドのデータはすべてあなた固有のユーザーidの下に保存されて、あなたのアカウントからしかアクセスできない。第三者への共有・販売・提供は一切しないよ。
ko: 데이터는 기기에 로컬로 저장되고, 로그인하면 google firebase(firestore)에 안전하게 동기화돼요. 모든 클라우드 데이터는 당신 고유의 사용자 id 아래 저장되며 당신 계정만 접근할 수 있어요. 제3자에게 공유하거나 팔거나 제공하지 않아요.
vi: dữ liệu được lưu cục bộ trên thiết bị của bạn và, nếu bạn đăng nhập, được đồng bộ an toàn lên google firebase (firestore). mọi dữ liệu đám mây được lưu dưới id người dùng riêng của bạn và chỉ tài khoản của bạn truy cập được. tụi mình không chia sẻ, bán hay cung cấp dữ liệu của bạn cho bên thứ ba.

source: your data, your garden
es: tus datos, tu jardín
ja: あなたのデータは、あなたの庭
ko: 당신의 데이터, 당신의 정원
vi: dữ liệu của bạn, khu vườn của bạn

source: your dino break 🌿
es: tu pausa con dino 🌿
ja: dinoと休けいの時間 🌿
ko: dino와 쉬는 시간 🌿
vi: giờ nghỉ cùng dino 🌿

source: your dino is curious how you're feeling today 🦕
es: tu dino tiene curiosidad por saber cómo te sientes hoy 🦕
ja: dinoは今日のあなたの気分が気になってるよ 🦕
ko: dino가 오늘 당신 기분이 궁금하대요 🦕
vi: dino của bạn đang tò mò hôm nay bạn cảm thấy sao đó 🦕

source: your dino misses you. come say hi.
es: tu dino te extraña. ven a saludar.
ja: dinoがさみしがってるよ。顔を見せにきて。
ko: dino가 당신을 그리워해요. 인사하러 와요.
vi: dino nhớ bạn lắm. ghé chào một cái đi.

source: your emotional gallery
es: tu galería emocional
ja: あなたの感情ギャラリー
ko: 당신의 감정 갤러리
vi: phòng tranh cảm xúc của bạn

source: your energy levels were mostly stable this week. mornings seemed to be your strongest time.
es: tu energía estuvo bastante estable esta semana. las mañanas parecieron tu mejor momento.
ja: 今週のエネルギーは、だいたい安定してたよ。朝がいちばん元気な時間みたいだね。
ko: 이번 주 에너지는 대체로 안정적이었어요. 아침이 가장 힘 있는 시간 같았어요.
vi: năng lượng của bạn tuần này khá ổn định. buổi sáng có vẻ là lúc bạn khỏe nhất.

source: your entry, your words
es: tu entrada, tus palabras
ja: あなたの記録、あなたのことば
ko: 당신의 기록, 당신의 말
vi: trang viết của bạn, lời của bạn

source: your feelings are valid.
es: tus sentimientos son válidos.
ja: あなたの気持ちは、ぜんぶ本物。
ko: 당신의 감정은 모두 소중해요.
vi: cảm xúc của bạn đều xứng đáng được công nhận.

source: your first painting generates at the end of this month 🎨
es: tu primera pintura se genera al final de este mes 🎨
ja: 最初の絵は今月の終わりにできるよ 🎨
ko: 첫 그림은 이달 말에 완성돼요 🎨
vi: bức tranh đầu tiên sẽ được tạo vào cuối tháng này 🎨

source: your future self will thank you for showing up today
es: tu yo del futuro te agradecerá haber estado hoy
ja: 未来のあなたが、今日のあなたにありがとうって言うよ
ko: 미래의 당신이 오늘의 당신에게 고마워할 거예요
vi: bạn của tương lai sẽ cảm ơn bạn vì hôm nay đã có mặt

source: your garden 🌻
es: tu jardín 🌻
ja: あなたの庭 🌻
ko: 당신의 정원 🌻
vi: khu vườn của bạn 🌻

source: your heart found its square 💚
es: tu corazón encontró su cuadrado 💚
ja: こころが、じぶんの四角を見つけたね 💚
ko: 마음이 자기만의 네모를 찾았어요 💚
vi: trái tim bạn đã tìm thấy hình vuông của nó 💚

source: your inner weather
es: tu clima interior
ja: こころの天気
ko: 마음의 날씨
vi: thời tiết trong lòng bạn

source: your inner weather check — what's it like in there?
es: chequeo de tu clima interior: ¿cómo está todo ahí dentro?
ja: こころのお天気チェック。そっちの空もようはどう？
ko: 마음 날씨 체크. 그 안은 지금 어때요?
vi: kiểm tra thời tiết bên trong nè: trong đó đang thế nào?

source: your iphone can gather little moments privately. a photo you took, a place you visited, a song you played. your iphone shows them only to you first. dino sees just the one moment you choose to write about, and only then. nothing is shared or sent anywhere.
es: tu iphone puede reunir pequeños momentos en privado. una foto que tomaste, un lugar que visitaste, una canción que escuchaste. tu iphone te los muestra solo a ti primero. dino ve solo el momento que eliges escribir, y solo entonces. nada se comparte ni se envía a ningún lado.
ja: iphoneは小さな瞬間をプライベートに集められるよ。撮った写真、訪れた場所、聴いた曲。まずあなただけに見せる。ディノが見るのは、あなたが書くと決めたひとつの瞬間だけ、そのときだけ。どこにも共有されたり送られたりしないよ。
ko: iphone은 작은 순간들을 프라이빗하게 모을 수 있어요. 찍은 사진, 다녀온 곳, 들은 노래. iphone이 먼저 당신에게만 보여 줘요. 디노는 당신이 쓰기로 고른 그 한 순간만, 그때만 봐요. 어디에도 공유되거나 전송되지 않아요.
vi: iphone của bạn có thể gom những khoảnh khắc nhỏ một cách riêng tư. một tấm ảnh bạn chụp, một nơi bạn ghé, một bài hát bạn nghe. iphone chỉ cho riêng bạn xem trước. dino chỉ thấy đúng khoảnh khắc bạn chọn viết, và chỉ khi đó. không gì được chia sẻ hay gửi đi đâu cả.

source: your jar is empty 🫙
es: tu frasco está vacío 🫙
ja: びんはまだ空っぽ 🫙
ko: 유리병이 비어 있어요 🫙
vi: chiếc lọ của bạn đang trống 🫙

source: your jar is full of good things ✨
es: tu frasco está lleno de cosas buenas ✨
ja: ジャーはいいことで いっぱいだよ ✨
ko: 항아리가 좋은 일들로 가득해요 ✨
vi: chiếc hũ của bạn đầy những điều tốt lành ✨

source: your jar is waiting for something good 🫙
es: tu frasco espera algo bueno 🫙
ja: ジャーが、いいことを待ってるよ 🫙
ko: 항아리가 좋은 일을 기다리고 있어요 🫙
vi: cái hũ đang chờ một điều tốt lành 🫙

source: your journal entries will live here once you start writing.
es: tus entradas de diario vivirán aquí cuando empieces a escribir.
ja: 書きはじめたら、日記はここに集まっていくよ。
ko: 글을 쓰기 시작하면 일기가 여기에 모여요.
vi: nhật ký của bạn sẽ ở đây khi bạn bắt đầu viết.

source: your journal is waiting 📝
es: tu diario te espera 📝
ja: 日記が待ってるよ 📝
ko: 일기가 기다리고 있어요 📝
vi: nhật ký đang chờ bạn 📝

source: your journal is waiting 📝 even one line counts
es: tu diario te espera 📝 hasta una línea cuenta
ja: 日記が待ってるよ 📝 一行だけでもいいんだよ
ko: 일기가 기다리고 있어요 📝 한 줄이면 충분해요
vi: nhật ký đang chờ bạn 📝 một dòng thôi cũng tính

source: your journey 📈
es: tu camino 📈
ja: あなたの歩み 📈
ko: 당신의 여정 📈
vi: hành trình của bạn 📈

source: your keepsakes
es: tus recuerdos
ja: あなたの宝物
ko: 당신의 보물들
vi: những kỷ vật của bạn

source: your lanterns
es: tus farolitos
ja: あなたのランタン
ko: 당신의 등불들
vi: những chiếc đèn lồng của bạn

source: your letter arrives with the morning 🌅
es: tu carta llega con la mañana 🌅
ja: あなたの手紙は朝といっしょに届くよ 🌅
ko: 당신의 편지는 아침과 함께 도착해요 🌅
vi: lá thư của bạn sẽ đến cùng buổi sáng 🌅

# your light in %@ %@
source: your light in %1$@ %2$@
es: tu luz en %@ %@
ja: %@のあなたのあかり %@
ko: %@에 있는 당신의 불빛 %@
vi: ánh sáng của bạn ở %@ %@

source: your light is glowing with the world 🌱
es: tu luz brilla junto al mundo 🌱
ja: あなたのあかりが、世界といっしょにひかってる 🌱
ko: 당신의 불빛이 세상과 함께 빛나고 있어요 🌱
vi: ánh sáng của bạn đang tỏa cùng thế giới 🌱

source: your little dino has saved my day many times.
es: tu pequeño dino me ha salvado el día muchas veces.
ja: このちいさなdinoに、何度も一日を救われました。
ko: 이 작은 dino가 제 하루를 여러 번 구해줬어요.
vi: chú dino nhỏ này đã cứu ngày của mình nhiều lần.

source: your little shelf
es: tu pequeña repisa
ja: あなたの小さな棚
ko: 당신의 작은 선반
vi: chiếc kệ nhỏ của bạn

source: your little shelf · %lld things dino has brought you
es: tu pequeña repisa · %lld cosas que dino te ha traído
ja: あなたのちいさな棚 · dinoが持ってきたもの%lld個
ko: 당신의 작은 선반 · dino가 가져온 것 %lld개
vi: chiếc kệ nhỏ của bạn · %lld món dino đã mang đến

source: your little shelf · 1 thing dino has brought you
es: tu pequeña repisa · 1 cosa que dino te ha traído
ja: あなたのちいさな棚 · dinoが持ってきたもの1個
ko: 당신의 작은 선반 · dino가 가져온 것 1개
vi: chiếc kệ nhỏ của bạn · 1 món dino đã mang đến

source: your message comes from %@
es: tu mensaje viene de %@
ja: メッセージの送信元：%@
ko: 메시지는 %@에서 보내져요
vi: tin nhắn của bạn gửi từ %@

source: your mirror
es: tu espejo
ja: あなたの鏡
ko: 당신의 거울
vi: chiếc gương của bạn

source: your mirror is full ✨
es: tu espejo está lleno ✨
ja: 鏡がいっぱいになったよ ✨
ko: 거울이 가득 찼어요 ✨
vi: chiếc gương của bạn đã đầy ✨

source: your monthly painting is ready
es: tu pintura del mes está lista
ja: 今月の絵ができたよ
ko: 이달의 그림이 준비됐어요
vi: bức tranh tháng này của bạn xong rồi

source: your name
es: tu nombre
ja: あなたの名前
ko: 당신의 이름
vi: tên của bạn

source: your nervous system wants a reset 🌬️ breathe with dino
es: tu sistema nervioso quiere un reinicio 🌬️ respira con dino
ja: こころとからだが、リセットをほしがってるよ 🌬️ dinoと呼吸しよう
ko: 신경이 리셋을 원하고 있어요 🌬️ dino랑 숨 쉬어요
vi: hệ thần kinh của bạn muốn được làm mới 🌬️ thở cùng dino nào

source: your one stop mental wellness app ❤️
es: tu app de bienestar mental todo en uno ❤️
ja: こころの健やかさをまるごと支えるアプリ ❤️
ko: 마음 건강을 한곳에서 돌보는 앱 ❤️
vi: ứng dụng chăm sóc tinh thần trọn vẹn của bạn ❤️

source: your pace is the right pace.
es: tu ritmo es el ritmo correcto.
ja: あなたのペースが、いちばん正しいペース。
ko: 당신의 속도가 맞는 속도예요.
vi: nhịp độ của bạn chính là nhịp độ đúng.

source: your plant grew a new leaf 🌱 keep going
es: a tu planta le salió una hoja nueva 🌱 sigue así
ja: 新しい葉っぱが出たよ 🌱 このまま続けよう
ko: 식물에 새잎이 났어요 🌱 계속 가봐요
vi: cây của bạn mọc lá mới rồi 🌱 cứ tiếp tục nhé

source: your plant is fully thriving rn. and so are you 🌼
es: tu planta está floreciendo al máximo. y tú también 🌼
ja: 植物はいま、いきいきしてる。あなたもだよ 🌼
ko: 식물이 지금 한껏 자라고 있어요. 당신도 그래요 🌼
vi: cây của bạn đang xanh tốt hết cỡ. và bạn cũng vậy 🌼

source: your plant is thirsty. one tiny moment brings it back
es: tu planta tiene sed. un momentito la revive
ja: 植物がのどかわいたって。ほんの少しの時間でよみがえるよ
ko: 식물이 목말라해요. 아주 잠깐이면 다시 살아나요
vi: cây của bạn đang khát. một khoảnh khắc nhỏ là nó hồi lại

source: your plant is visibly happier today 🌱 thank you
es: tu planta se ve más feliz hoy 🌱 gracias
ja: 今日の植物、見るからにうれしそう 🌱 ありがとう
ko: 오늘 식물이 눈에 띄게 행복해 보여요 🌱 고마워요
vi: hôm nay cái cây trông vui hẳn 🌱 cảm ơn bạn nha

source: your plant is wilting a little 🥀 a quick check-in would help
es: tu planta se está marchitando un poquito 🥀 un registro rápido ayudaría
ja: きみの植物がちょっとしおれてきたよ 🥀 ちょっと顔を見せてくれたら元気になるかも
ko: 당신의 식물이 조금 시들해요 🥀 잠깐 들러주면 힘이 날 거예요
vi: cái cây của bạn đang héo một chút 🥀 ghé qua nhanh sẽ giúp nó đó

source: your plant just bloomed 🌸 look what showing up does
es: tu planta acaba de florecer 🌸 mira lo que logra estar presente
ja: 植物が咲いたよ 🌸 続けてきたことが、こうなるんだね
ko: 식물이 방금 꽃을 피웠어요 🌸 꾸준함이 이런 걸 해내요
vi: cây của bạn vừa nở hoa 🌸 thấy chưa, có mặt mỗi ngày là vậy đó

source: your rating helps us reach more people 🌿
es: tu calificación nos ayuda a llegar a más personas 🌿
ja: あなたの評価が、もっと多くの人に届く力になるよ 🌿
ko: 당신의 평가가 더 많은 사람에게 닿는 힘이 돼요 🌿
vi: đánh giá của bạn giúp dino đến với nhiều người hơn 🌿

source: your recording stays as it is
es: tu grabación se queda tal cual
ja: 録音はそのままのこるよ
ko: 녹음은 그대로 남아요
vi: bản ghi âm vẫn giữ nguyên

source: your rhythms
es: tus ritmos
ja: あなたのリズム
ko: 당신의 리듬
vi: nhịp điệu của bạn

source: your story has a place to live now. keep going.
es: tu historia ya tiene un lugar donde vivir. sigue.
ja: あなたの物語に、住む場所ができたね。続けていこう。
ko: 당신의 이야기가 머물 곳이 생겼어요. 계속해봐요.
vi: câu chuyện của bạn đã có nơi để sống. tiếp tục nhé.

source: your story is still being written.
es: tu historia todavía se está escribiendo.
ja: あなたの物語は、まだ書きかけ。
ko: 당신의 이야기는 아직 쓰이는 중이에요.
vi: câu chuyện của bạn vẫn đang được viết tiếp.

source: your streak at a glance — with this week's progress
es: tu racha de un vistazo, con el progreso de esta semana
ja: 連続記録をひとめで。今週のあゆみつき
ko: 스트릭을 한눈에, 이번 주 진행과 함께요
vi: nhìn nhanh chuỗi ngày của bạn, kèm tiến độ tuần này

source: your streaks
es: tus rachas
ja: あなたの連続記録
ko: 당신의 연속 기록
vi: chuỗi ngày của bạn

source: your sunflower has rested. a new seed waits
es: tu girasol descansó. una nueva semilla espera
ja: ひまわりはおやすみしたよ。新しいたねが待ってる
ko: 해바라기가 쉬어갔어요. 새 씨앗이 기다려요
vi: hoa hướng dương đã nghỉ ngơi. một hạt giống mới đang chờ

source: your sunflower is %@
es: tu girasol está %@
ja: あなたのひまわりは%@
ko: 당신의 해바라기는 %@
vi: hoa hướng dương của bạn đang %@

source: your sunflower is in full bloom
es: tu girasol está en plena floración
ja: ひまわりが満開だよ
ko: 해바라기가 활짝 폈어요
vi: hoa hướng dương đang nở rộ

source: your sunflower just broke through
es: tu girasol acaba de brotar
ja: ひまわりが顔を出したよ
ko: 해바라기가 막 돋아났어요
vi: hoa hướng dương vừa nhú lên

source: your sunflower needs attention
es: tu girasol necesita atención
ja: ひまわりがあなたを待ってるよ
ko: 해바라기가 관심이 필요해요
vi: hoa hướng dương cần bạn chăm chút

source: your week %lld report
es: tu informe de la semana %lld
ja: 第%lld週のレポート
ko: %lld주차 리포트
vi: báo cáo tuần %lld của bạn

source: your wellness journey
es: tu camino de bienestar
ja: あなたのウェルネスの道のり
ko: 당신의 웰니스 여정
vi: hành trình an lành của bạn

source: yours alone — never leaves this device
es: solo tuyo, nunca sale de este dispositivo
ja: あなただけのもの。この端末から出ることはないよ
ko: 오직 당신의 것. 이 기기를 떠나지 않아요
vi: chỉ của riêng bạn, không bao giờ rời khỏi thiết bị này

source: · the dino garden ·
es: · el jardín de dino ·
ja: · ディノの庭 ·
ko: · 디노의 정원 ·
vi: · khu vườn dino ·

source: — end of letters —
es: — fin de las cartas —
ja: — 手紙はここまで —
ko: — 편지는 여기까지 —
vi: — hết thư rồi —

source: ↑ improved from last week
es: ↑ mejor que la semana pasada
ja: ↑ 先週よりよくなったよ
ko: ↑ 지난주보다 나아졌어요
vi: ↑ tốt hơn tuần trước

source: ✦ still forming
es: ✦ aún formándose
ja: ✦ まだかたちになる途中
ko: ✦ 아직 만들어지는 중
vi: ✦ vẫn đang thành hình

source: ✦ suggested
es: ✦ sugerido
ja: ✦ おすすめ
ko: ✦ 추천
vi: ✦ gợi ý

source: ❤️ love note
es: ❤️ nota de cariño
ja: ❤️ すきのひとこと
ko: ❤️ 애정의 한마디
vi: ❤️ lời yêu thương

source: 🆘 help
es: 🆘 ayuda
ja: 🆘 たすけて
ko: 🆘 도움
vi: 🆘 cần giúp

source: 🐛 bug
es: 🐛 error
ja: 🐛 バグ
ko: 🐛 버그
vi: 🐛 lỗi

source: 💡 suggestion
es: 💡 sugerencia
ja: 💡 ていあん
ko: 💡 제안
vi: 💡 góp ý

source: %lld min
ja: %lld分
ko: %lld분
vi: %lld phút

source: %lldh
ja: %lld時間
ko: %lld시간
vi: %lldg

source: %lldm
ja: %lld分
ko: %lld분
vi: %lldp

source: %llds
ja: %lld秒
ko: %lld초
vi: %lldg

source: 10 min
ja: 10分
ko: 10분
vi: 10 phút

source: 10d
ja: 10日
ko: 10일
vi: 10 ngày

source: 14d+
ja: 14日+
ko: 14일+
vi: 14 ngày+

source: 15 min
ja: 15分
ko: 15분
vi: 15 phút

source: 2 min
ja: 2分
ko: 2분
vi: 2 phút

source: 20 min
ja: 20分
ko: 20분
vi: 20 phút

source: 25 min
ja: 25分
ko: 25분
vi: 25 phút

source: 3d
ja: 3日
ko: 3일
vi: 3 ngày

source: 45 min
ja: 45分
ko: 45분
vi: 45 phút

source: 5 min
ja: 5分
ko: 5분
vi: 5 phút

source: 60 min
ja: 60分
ko: 60분
vi: 60 phút

source: 7d
ja: 7日
ko: 7일
vi: 7 ngày

source: manual
ja: じぶんでえらぶ
ko: 직접 선택
vi: tự chọn

source: min
ja: 分
ko: 분
vi: phút

source: selfie 🤳
ja: じどり 🤳
ko: 셀카 🤳

source: whatsapp %@
ja: whatsappで%@へ

source: — dino
ja: — ディノ
ko: — 디노
